{
    "selfTreatments_1": [
        "Topical treatments available over the counter that contain benzoyl peroxide or salicylic acid may aid in reducing inflammation and clearing blocked pores.",
        "Cleansing gently with a mild, non-comedogenic cleanser twice a day helps in maintaining proper skin hygiene.",
        "Opt for oil-free and non-comedogenic moisturizers to ensure your skin stays hydrated without worsening acne.",
        "Limit sun exposure and apply non-comedogenic sunscreen to shield your skin from UV damage.",
        "Keep an eye out for any signs of infection or worsening lesions, and seek medical help promptly if necessary.",
        "Consider using a gentle exfoliant to help remove dead skin cells and prevent clogged pores.",
        "Incorporate a healthy diet rich in fruits and vegetables to support overall skin health.",
        "Stay hydrated by drinking plenty of water to help maintain skin moisture levels.",
        "Avoid touching or picking at acne lesions to prevent irritation and potential scarring.",
        "Regularly change pillowcases and towels to reduce the risk of bacterial buildup on the skin."
    ],
    "selfTreatments_2": [
        "Topical treatments available over the counter that contain benzoyl peroxide or salicylic acid may aid in reducing inflammation and clearing blocked pores.",
        "Cleansing gently with a mild, non-comedogenic cleanser twice a day helps in maintaining proper skin hygiene.",
        "Opt for oil-free and non-comedogenic moisturizers to ensure your skin stays hydrated without worsening acne.",
        "Limit sun exposure and apply non-comedogenic sunscreen to shield your skin from UV damage.",
        "Keep an eye out for any signs of infection or worsening lesions, and seek medical help promptly if necessary.",
        "Consider using a gentle exfoliant to help remove dead skin cells and prevent clogged pores.",
        "Incorporate a healthy diet rich in fruits and vegetables to support overall skin health.",
        "Stay hydrated by drinking plenty of water to help maintain skin moisture levels.",
        "Avoid touching or picking at acne lesions to prevent irritation and potential scarring.",
        "Regularly change pillowcases and towels to reduce the risk of bacterial buildup on the skin."
    ],
    "selfTreatments_3": [
        "Use over-the-counter creams with benzoyl peroxide or salicylic acid to help reduce swelling and clear blocked pores.",
        "Wash your face gently with a mild, non-comedogenic cleanser twice a day to keep it clean.",
        "Choose oil-free and non-comedogenic moisturizers to keep your skin hydrated without making acne worse.",
        "Stay out of direct sunlight and apply non-comedogenic sunscreen to protect your skin.",
        "Watch for signs of infection or worsening acne, and see a doctor if things get worse.",
        "Use a gentle scrub occasionally to remove dead skin and help prevent clogged pores.",
        "Eat plenty of fruits and vegetables to help your skin stay healthy.",
        "Drink lots of water to keep your skin moist and healthy.",
        "Avoid touching or picking at your acne to prevent irritation and scarring.",
        "Change your pillowcases and towels often to keep bacteria from building up on your skin."
    ],
    "selfTreatments_4": [
        "Try over-the-counter creams with benzoyl peroxide or salicylic acid to help with swelling and clear pores.",
        "Gently wash your face with a mild, non-comedogenic cleanser twice a day to keep it fresh.",
        "Pick oil-free and non-comedogenic moisturizers to hydrate your skin without making acne worse.",
        "Avoid too much sun and use non-comedogenic sunscreen to protect your skin from damage.",
        "Look for any signs of infection or worsening acne, and visit a doctor if needed.",
        "Occasionally use a soft exfoliant to get rid of dead skin and prevent clogged pores.",
        "Include lots of fruits and veggies in your diet for better skin health.",
        "Drink enough water to keep your skin hydrated and glowing.",
        "Don’t touch or pick at your acne to reduce irritation and avoid scars.",
        "Change your pillowcases and towels regularly to prevent bacteria from affecting your skin."
    ],
    "selfTreatments_5": [
        "Use creams with benzoyl peroxide or salicylic acid from the pharmacy to help reduce swelling and clear up your skin.",
        "Wash your face gently twice a day with a mild, non-comedogenic cleanser to keep it clean.",
        "Opt for oil-free and non-comedogenic moisturizers to keep your skin hydrated without worsening acne.",
        "Limit your time in the sun and use non-comedogenic sunscreen to protect your skin from sun damage.",
        "Watch for any signs that your acne is getting worse or infected, and consult a doctor if necessary.",
        "Use a gentle scrub from time to time to remove dead skin cells and help prevent clogged pores.",
        "Eat a balanced diet full of fruits and vegetables to support healthy skin.",
        "Stay hydrated by drinking plenty of water for better skin moisture.",
        "Refrain from touching or picking at acne to minimize irritation and potential scarring.",
        "Regularly wash your pillowcases and towels to reduce the risk of bacteria affecting your skin."
    ],
    "selfTreatments_6": [
        "Try using over-the-counter creams that contain benzoyl peroxide or salicylic acid to help with inflammation and clear your pores.",
        "Gently cleanse your face with a mild, non-comedogenic soap two times a day to keep it clean.",
        "Choose moisturizers that are oil-free and non-comedogenic to keep your skin hydrated without causing more acne.",
        "Protect your skin by avoiding too much sun and using non-comedogenic sunscreen.",
        "Be on the lookout for signs of infection or worsening acne, and see a doctor if needed.",
        "Sometimes use a gentle exfoliator to help remove dead skin and avoid clogged pores.",
        "Make sure to eat plenty of fruits and vegetables for healthier skin.",
        "Drink lots of water to keep your skin hydrated and looking good.",
        "Avoid touching or picking at your acne to prevent irritation and scarring.",
        "Change your pillowcases and towels frequently to help keep bacteria away from your skin."
    ],
    "selfTreatments_7": [
        "Use creams with benzoyl peroxide or salicylic acid for swelling and blocked pores.",
        "Wash your face twice a day with a mild, non-comedogenic cleanser.",
        "Pick oil-free, non-comedogenic moisturizers for hydration.",
        "Avoid sun exposure and use non-comedogenic sunscreen.",
        "Watch for signs of infection and see a doctor if needed.",
        "Use a gentle scrub to remove dead skin occasionally.",
        "Eat more fruits and vegetables for skin health.",
        "Drink plenty of water to keep your skin moist.",
        "Don’t touch or pick at acne to reduce irritation.",
        "Change your pillowcases and towels often to reduce bacteria."
    ],
    "selfTreatments_8": [
        "Use benzoyl peroxide or salicylic acid creams.",
        "Wash your face with a mild cleanser twice daily.",
        "Choose oil-free moisturizers.",
        "Wear non-comedogenic sunscreen.",
        "Watch for infection signs and consult a doctor.",
        "Exfoliate gently sometimes.",
        "Eat more fruits and veggies.",
        "Stay hydrated by drinking water.",
        "Avoid touching acne.",
        "Change pillowcases and towels regularly."
    ],
    "selfTreatments_9": [
        "Apply benzoyl peroxide or salicylic acid.",
        "Cleanse your face twice daily.",
        "Use oil-free moisturizers.",
        "Apply non-comedogenic sunscreen.",
        "Look for infection signs; see a doctor.",
        "Gently exfoliate occasionally.",
        "Increase fruit and vegetable intake.",
        "Drink plenty of water.",
        "Don’t touch or pick at acne.",
        "Wash pillowcases and towels often."
    ],
    "selfTreatments_10": [
        "Use benzoyl peroxide or salicylic acid.",
        "Wash your face daily.",
        "Apply oil-free moisturizers.",
        "Use non-comedogenic sunscreen.",
        "Watch for infection signs.",
        "Exfoliate gently sometimes.",
        "Eat more fruits and veggies.",
        "Stay hydrated.",
        "Avoid touching acne.",
        "Change linens regularly."
    ],
    "selfTreatments_11": [
        "Apply benzoyl peroxide or salicylic acid.",
        "Clean your face regularly.",
        "Use oil-free moisturizers.",
        "Wear non-comedogenic sunscreen.",
        "Check for infection signs.",
        "Gently exfoliate when needed.",
        "Add more fruits and veggies.",
        "Drink enough water.",
        "Avoid touching your skin.",
        "Change your sheets often."
    ]
}